<?php
?>

<div class="about">
    <div class="model">
        <h1>laomao.website 网站服务条款</h1>
        <span>本内容最终更新于 2019 年 5 月 30 日</span>
        <p>首先感谢您选择使用laomao.website的网站索引服务！我们与许多网络服务方合作，向您提供本网站索引服务。
            在使用本服务之前，您需要了解一下本站的服务条款，旨在告知您了解<b>服务的内容及其他明示的或暗示的协议、条款与行业惯例</b>，并在出现问题时提供解决指引。
            本服务条款将从以下几个方面详细阐述：</p>
        <ul>
            <li>服务提供的方式</li>
            <li>网站方有限保证</li>
            <li>您的义务</li>
        </ul>
        <p>在您使用本网站及网站合作方提供的服务时，可能涉及合作方要求的其他服务条款，您需要仔细阅读这些服务方的具体使用要求与使用规范。
            如果服务方的服务条款与本站服务条款出现了冲突，请以服务提供方的服务条款为准。</p>
        <h3>一、服务提供的方式</h3>
        <p>laomao.website 通过网站方式向您提供网站索引服务。同时，为保证服务的可靠性，我们使用了名为 Cookies 的技术存储您在本站产生的数据，并在必要机会使用这些存储的数据。
            在任何情况下，我们不会主动存储这些存储在 Cookies 中的数据。我们的某些服务需要您注册一个 NES Club 账户，比如邮件功能。关于 NES Club 账户的更多信息，请造访 Nebula Studio 网站。要了解更多隐私相关政策，请造访我们的<a href="about.php?classify=隐私权政策">《个人隐私保护方针》</a>。</p>
        <h3>二、网站方有限保证</h3>
        <p>我们不保证您的所有数据不会丢失。您的大多数数据将被存储在浏览器缓存中，这部分数据可能会因为您的浏览器关闭、重启、意外关闭、跨站破坏等意外而丢失，对此 laomao.website 将不予负责。</p>
        <h3>三、您的义务</h3>
        <p>您不得通过上述方式以外的其他方式使用本站资源，例如通过开发者控制台获取站点 API 接口，这将不被允许。</p>
        <p>本服务条款会不断更新，更新不会另行通知，敬请及时关注本页面。纠纷裁决时，您将默认按照最新的网站服务条款进行裁决。</p>
    </div>
    <div class="model">
        <h1>关于个人隐私保护方针</h1>
        <p>本站由星云软件工作室运营，关于用户隐私保护相关政策，请造访
            <b><a href="https://nebula-soft.com/policy.php?name=privacy" target="_blank">星云软件工作室个人隐私保护方针</a></b>
            。
        </p>
    </div>
</div>
